app/controllers/students_controller.rb

def show

@students = Student.all
---
SELECT "students".* FROM "students"